Repository: paulwoman/Capitalism_Lab_ENG_to_PT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: This setting is mainly for increasing the difficulty level of the game.
pt_br: Esta configuração serve principalmente para aumentar o nível de dificuldade do jogo.

source: This shows the city's population changes over time.
pt_br: Isso mostra que a população da cidade muda com o tempo.

source: This shows the nation's population changes over time.
pt_br: Isto mostra que a população da nação muda com o tempo.

source: This slider modifies the personal savings rate.
pt_br: Este controle deslizante modifica a taxa de poupança pessoal.

source: This time you do not need to link the new product to the advertising unit as it is already covered by your ~apparel product class~ brand.
pt_br: Desta vez, você não precisa vincular o novo produto à unidade de publicidade, pois ele já está coberto pela sua marca ~classe de produto de vestuário~.

source: This time, you are going to do what an experienced retail manager will do -- manually set up a pair of ~Purchasing and Sale Units~ for your retail store.^^~Double click~ an empty unit space on the layout grid now and select ~Purchasing Unit~ from the list.
pt_br: Desta vez, você vai fazer o que um gerente de varejo experiente faria -- configurar manualmente um par de ~Unidades de Compra e Venda~ para sua loja de varejo.^^~Clique duas vezes~ um espaço vazio na grade de layout agora e selecione ~Unidade de Compra~ a partir da lista.

source: This tutorial will continue when you have done so.
pt_br: Este tutorial continuará quando você tiver feito isso.

source: This tutorial will continue when you successful produce and sell a new ~apparel~ product in your department store.
pt_br: Este tutorial continuará quando você produzir e vender um novo produto de ~vestuário~ em sua loja de departamentos.

source: This tutorial will continue when your factory starts to produce Apparel products.
pt_br: Este tutorial continuará quando sua fábrica começar a produzir produtos de vestuário.

source: This value indicates the approximate value of goods produced per person in the city.
pt_br: Este valor indica o valor aproximado dos bens produzidos por pessoa na cidade.

source: This will associate the product with the selected image.
pt_br: Isto associará o produto com a imagem selecionada.

source: This will make the competition more intense and improve gameplay, especially when playing a MOD game with a large variety of products.
pt_br: Isto tornará a competição mais intensa e melhorará a jogabilidade, especialmente ao jogar um jogo MOD com uma grande variedade de produtos.

source: This will skip the tutorials|
pt_br: Isso pulará os tutoriais|

source: This will skip the tutorial|
pt_br: Isso pulará o tutorial|

source: This ~Manufacturing unit~ will now produce ~Golf Club~.^^See how we utilized an existing ~Purchasing unit~ supplying ~Timber~, and in conjunction with a new unit purchasing ~Steel~, to manufacture a different product.
pt_br: Esta ~Unidade de fabricação~ produzirá agora o ~Taco de Golfe~.^^Veja como utilizamos uma ~Unidade de compra~ existente fornecendo ~Madeira~ e em conjunto com uma nova unidade de compra de ~Aço~, para fabricar um produto diferente.

source: Threshold for Stopping Accepting Corporate Deposits
pt_br: Limite para parar de aceitar depósitos corporativos

source: Thus it is important to regularly release new versions to generate new demand.
pt_br: Portanto, é importante lançar regularmente novas versões para gerar nova demanda.

source: Thus, the higher the rating points, the greater the effect of the advertising.^
pt_br: Quanto maior os pontos, maior o alcance da propaganda.

source: To access the ~Brand Strategy~ screen, open the ~Corporate Detail~ report by pressing the shortcut key ~D~ now.
pt_br: Para acessar a tela ~Estratégia da marca~, abra o relatório ~Detalhe Corp~ pressionando a tecla de atalho ~D~ agora.

source: To add new custom product images into the game, save PNG image files (120x120 pixels) into the folder."
pt_br: Para adicionar novas imagens de produtos personalizados ao jogo, salve arquivos de imagem PNG (120x120 pixels) na pasta."

source: To become a competent business person, you should also learn to digest the information available to you about your corporation and your competitors.^^Click the ~Information icon~ on the bottom toolbar to open the ~Information Center~ screen now.
pt_br: Para se tornar um empresário competente, você também deve aprender a digerir as informações disponíveis sobre sua empresa e seus concorrentes. ^^ Clique no ícone ~Informações~ na barra de ferramentas inferior para abrir a tela do ~Centro de Informações~ agora.

source: To browse the firms within the filter, use the up and down buttons.
pt_br: Para navegar pelas empresas dentro do filtro, use os botões para cima e para baixo.

source: To build a new city, first select an empty region on the map that has sufficient land mass.
pt_br: Para construir uma nova cidade, primeiro selecione no mapa uma região vazia que tenha massa de terra suficiente.

source: To build your first store, click the ~Build~ icon.
pt_br: Para construir sua primeira loja, clique no ícone ~Construção~.

source: To complete your objectives in this game, you need to achieve ~an annual revenue of $30 million~ and ~an annual profit of $3 million~.^^But remember that you still owe the bank money.
pt_br: Para completar seus objetivos neste jogo, você precisa atingir ~uma receita anual de $30 milhões~ e ~um lucro anual de $3 milhões~.^^Mas lembre-se que você ainda deve dinheiro ao banco.

source: To develop an OS, set up a Software Company.
pt_br: Para desenvolver um sistema operacional, configure uma empresa de software.

source: To gain a better understanding about how brands work, let's open the ~Product Detail Report~.^^Click the ~Information Center~ icon now.
pt_br: Para entender melhor como as marcas funcionam, vamos abrir o relatório ~Detalhe Produto~.^^Clique agora no ícone do ~Centro de informações~.

source: To headhunt a person, you must offer a higher salary and a signup bonus.
pt_br: Para recrutar alguém, você deve oferecer-lhe um salário mais alto e um bônus de registro.

source: To increase it, select the "Marketing" tab and set up advertising.
pt_br: Para aumentá-la, selecione a aba "Marketing" e crie publicidade.

source: To increase it, select the #Marketing# page and set up advertising.
pt_br: Para aumentá-la, selecione a página #Marketing# e crie publicidade.

source: To increase it, select the #Marketing# tab and set up advertising.
pt_br: Para aumentá-la, selecione a aba #Marketing# e crie publicidade.

source: To increase the limit, first increase the tech level of the product.
pt_br: Para aumentar o limite, primeiro aumente o nível tecnológico do produto.

source: To leverage the effect of the ~Range Brand strategy~, you should add another product from one of the product classes you are already selling.
pt_br: Para alavancar o efeito da estratégia da ~Marca de classe~, você deve adicionar outro produto de uma das classes de produtos que você já está vendendo.

source: To locate an specific input, type the first letter of its name.
pt_br: Para localizar uma entrada, digite a primeira letra de seu nome.

source: To locate an specific output, type the first letter of its name.
pt_br: Para localizar uma saída, digite a primeira letra de seu nome.

source: To locate the product you want, type the first letter of the product name
pt_br: Para localizar o produto que você deseja, digite a primeira letra do nome do produto

source: To remedy this, you may transfer funds from the parent corporation to the bank.|
pt_br: Para remediar isso, você pode transferir fundos da corporação controladora para o banco.|

source: To remedy this, you may transfer funds from the parent corporation to the insurance company.|
pt_br: Para remediar isso, você pode transferir fundos da empresa-mãe para a companhia de seguros.|

source: To resume loan issuance, access the bank, select [Financial] and [Fund Transfer].
pt_br: Para retomar a emissão do empréstimo, acesse o banco, selecione [Financeiro] e [Transferência de fundo].

source: To search a product, simply type the first letter of the product's name.
pt_br: Para pesquisar um produto, basta digitar a primeira letra do nome do produto.

source: To see the #City Competitiveness Rating#, open the #Cities report# and select the #Industries# page.
pt_br: Para ver o #Ranking de Competitividade da Cidade#, abra o #Relatório da cidade# e selecione a página #Industria#.

source: To see the details, open the Software Guide in the Information Center.
pt_br: Para ver os detalhes, abra o Guia do Software no Centro de Informações.

source: To see the real historical total net interest incomes, please view the Financial report.
pt_br: Para ver a receita líquida total de juros histórica real, consulte o relatório Financeiro.

source: To see the ~goal report~, click the ~Information Center~ icon on the menu bar at the bottom of the screen.
pt_br: Para ver o ~relatório de metas~, clique no ícone ~Centro de Informações~ na barra de menus na parte inferior da tela.

source: To serve your customers better, you should open new branches whenever the customer waiting time is alarmingly long.
pt_br: Para atender melhor seus clientes, você deve abrir novas agências sempre que o tempo de espera do cliente for assustadoramente longo.

source: To serve your customers better, you should open new front offices whenever the customer waiting time is alarmingly long.
pt_br: Para atender melhor seus clientes, você deve abrir novos escritórios de atendimento sempre que o tempo de espera do cliente for longo.

source: To so, simply repeat the steps that you just did for setting up your first department store.
pt_br: Para isso, basta repetir as etapas que você acabou de fazer para configurar sua primeira loja de departamentos.

source: To the right of the Purchasing Unit, build a ~Manufacturing Unit~.
pt_br: À direita da unidade de compra, construa uma ~Unidade de fabricação~.

source: To understand this better, we will just add a product to the store using the old method you are familiar with.^^Now click the ~Add Product icon~ and choose a product from the supply list.
pt_br: Para entender isto melhor, basta adicionar um produto à loja usando o método antigo que você está familiarizado.^^ Agora clique no ícone ~Adicionar Produto~ e escolha um produto da lista de fornecimento.

source: Together with the e-commerce site quality rating, they affect the amount of visitors to this site.
pt_br: Juntamente com a classificação de qualidade do site de comércio eletrônico, eles afetam a quantidade de visitantes deste site.

source: Toggle Analysis Mode (Hotkey: X)
pt_br: Modo de análise de alternância (Atalho: X)

source: Toggle Corporate Filter to display a specific corporation in the Mini Map.
pt_br: Alterne Filtro Corporativo para exibir uma empresa específica no Mini Mapa.

source: Toggle Display (Hotkey: Ctrl-A)
pt_br: Alternar o visor (Atalho: Ctrl-A)

source: Toggle Firm Filter to display only specific firm types in the Mini Map display.
pt_br: Alterne Filtrar Empresa para exibir apenas tipos específicos de firmas na exibição Mini Map.

source: Toggle Firm Filter to select only specific firms for the map display.
pt_br: Alternar o Filtrar Empresa para selecionar somente empresas específicas para a exibição do mapa.

source: Toggle Internal Sale.
pt_br: Ativar vendas internas.

source: Toggle News Popup
pt_br: Exibir notícias em pop-up

source: Toggle Player's Firm Filter to display only player's firms in the Mini Map display
pt_br: Alternar o filtro Empresa do Jogador para exibir somente as empresas do jogador na tela do Mini Map

source: Toggle Product Filter to display locations of a specific product in the Mini Map.
pt_br: Alternar o filtro do produto para exibir os locais de um produto específico no Mini Mapa.

source: Toggle Product Launch News Popup
pt_br: Alternar pop-up de notícias sobre lançamento de produto

source: Toggle between Banner display mode and Info display mode.
pt_br: Alternar entre o modo de exibição Banner e o modo de exibição Info.

source: Toggle between the Analysis Mode and the standard 3x3 layout mode.
pt_br: Alternar entre o modo de análise e o modo de layout padrão 3x3.

source: Toggle display mode
pt_br: Mudando o modo de exibição

source: Toggle the display of product images on the 3x3 layout area.
pt_br: Alternar a exibição das imagens dos produtos na área de layout 3x3.

source: Toggle the display of the financial report for this public facility.
pt_br: Alternar a exibição do relatório financeiro para esta instalação pública.

source: Toggle the filter mode between All Cities and Current City.
pt_br: Alternar o modo de filtro entre todas as cidades e a cidade atual.

source: Toggle the menu for applying a specific land purpose for the entire city.
pt_br: Alterna entre os menus para aplicar um uso específico do solo a toda a cidade.

source: Toggle whether showing only bonds that you own.
pt_br: Mostrar apenas os títulos que você possui.

source: Toggle whether showing only companies in which you own shares.
pt_br: Permite exibir apenas as empresas nas quais você possui ações.

source: Toggle whether the supplier list should only show warehouses.
pt_br: Determina se a lista de fornecedores deve mostrar apenas os armazéns.

source: Toolbox
pt_br: Caixa de ferramentas

source: Top Tech
pt_br: Tecnologia de última geração

source: Top Technology
pt_br: Tecnologia de ponta

source: Total Exports
pt_br: Exportações totais

source: Total Gross Domestic Product (GDP)
pt_br: Produto Interno Bruto Total (PIB)

source: Total Imports
pt_br: Importação total

source: Total Insurance Premiums
pt_br: Total de prêmios de seguro

source: Total Shareholder Return (Annual)
pt_br: Retorno total ao acionista (anual)

source: Total Shareholder Return (Lifetime)
pt_br: Retorno total dos acionistas (Tempo de vida)

source: Total Tech
pt_br: Tecnologia Total

source: Total claims paid to customers in the past 365 days.
pt_br: Total de reclamações pagas aos clientes nos últimos 365 dias.

source: Total insurance premium incomes in this past 365 days.
pt_br: Rendas totais dos prêmios de seguro nos últimos 365 dias.

source: Total sales in this city
pt_br: Total de vendas nesta cidade

source: Training
pt_br: Treinamento

source: Transfer
pt_br: Transferir

source: Transfer Firms
pt_br: Transferência de empresas

source: Transfer Mode
pt_br: Modo de transferência

source: Transfer a group of selected firms from this company to another company under your control.
pt_br: Transferir um grupo de empresas selecionadas desta empresa para outra empresa sob seu controle.

source: Transfer or Demolish this apartment
pt_br: Transferir ou Demolir este apartamento

source: Transfer or Demolish this commercial building
pt_br: Transferir ou Demolir este edifício comercial

source: Transfer the selected firms to another company under your control.
pt_br: Transfira as empresas selecionadas para outra empresa sob seu controle.

source: Transfer this employee from another company under your group to the current firm.
pt_br: Transfira este funcionário de outra empresa do seu grupo para a empresa atual.

source: Transferable Cash
pt_br: Dinheiro transferível

source: Try to find a location close to residential buildings to benefit from high customer traffic.^^If the location is shaded in ~yellow~, it means a valid location for building your department store.^^When you have chosen a location, left click and the department store will be built.
pt_br: Tente encontrar um local próximo a edifícios residenciais para se beneficiar do alto tráfego de clientes. ^^ Se o local estiver sombreado em ~amarelo~, significa que é um local válido para construir sua loja de departamentos. ^^ Quando você tiver escolhido um local, clique com o botão esquerdo e a loja de departamentos será construída.

source: Under the regulation, deposits should be #not concentrated# on a small number of large depositors.
pt_br: De acordo com o regulamento, os depósitos não devem ser concentrados em um pequeno número de grandes depositantes.

source: Under this strategy, each product has a unique brand.
pt_br: Sob essa estratégia, cada produto tem uma marca única.

source: Under this strategy, products in the #Same Product Class# are labeled with a single range brand.
pt_br: Sob essa estratégia, os produtos na # mesma classe de produto # são rotulados com uma única marca de intervalo.

source: Underwriting Profit
pt_br: Lucro em subscrição

source: Unemployment Benefits Pay Rate
pt_br: Taxa de Pagamento de Benefícios de Desemprego

source: Unemployment Rate
pt_br: Taxa de Desemprego

source: Unique Brand
pt_br: Marca Única

source: University Research in Products
pt_br: Pesquisa universitária em produtos

source: University Research in Tech
pt_br: Pesquisa Universitária em Tecnologia

source: University Research in specific fields of technology leads to increases in #skill levels# of researchers and software engineers in those fields (under the Talent system).
pt_br: A pesquisa universitária em campos específicos de tecnologia leva a um aumento dos níveis de qualificação dos pesquisadores e engenheiros de software nesses campos (sob o sistema Talent).

source: University Research in specific industries leads to #higher competitiveness#.
pt_br: A pesquisa universitária em indústrias específicas leva a #uma maior competitividade#.

source: Unselect All
pt_br: Desselecionar todos

source: Unselect all firms in the current list.
pt_br: Desselecione todas as empresas da lista atual.

source: Upgrade production technology
pt_br: Atualizar a tecnologia de produção

source: Upgrade this manufacturing unit to use the latest production technology that your company possesses.
pt_br: Atualize esta unidade de fabricação para usar a mais recente tecnologia de produção que sua empresa possui.

source: Use Filters at the top of this screen to select firms to apply the change.
pt_br: Use Filtros na parte superior desta tela para selecionar empresas para aplicar a alteração.

source: Use [+][-] to set a New Price.
pt_br: Use [+][-] para estabelecer um Novo Preço.

source: Use the Manufacturer's Guide to set up Factory Production.
pt_br: Use o Guia do fabricante para montar a fábrica de produção.

source: Use the Space key to show or hide this drop down list of product filters.
pt_br: Use a tecla Space para mostrar ou ocultar esta lista suspensa de filtros de produtos.

source: Use the [+][-] buttons to set the tech level for this custom image.
pt_br: Use os botões [+] [-] para definir o nível tecnológico para esta imagem personalizada.

source: Use the below list to limit the firm list to a specific type of Internet company.
pt_br: Use a lista abaixo para limitar a lista de empresas a um tipo específico de empresa de Internet.

source: Use the slider to set the budget for upgrading the facilities of this civic building.
pt_br: Use o controle deslizante para definir o orçamento para melhorar as instalações deste edifício cívico.

source: Use the slider to set the staff training budget for this civic building.
pt_br: Use o controle deslizante para definir o orçamento de treinamento do pessoal para este edifício cívico.

source: Use the ~Product~ filter to select ~Timber~.
pt_br: Use o filtro ~Produto~ para selecionar ~Madeira~.

source: Use these buttons to select which supplier's information to be displayed.
pt_br: Use estes botões para selecionar quais informações do fornecedor a serem exibidas.

source: Use this MOD.
pt_br: Use este MOD.

source: Use this layout plan on this current firm.
pt_br: Use este plano de layout nesta empresa atual.

source: Use this slider to modify the capacity of all apartments.
pt_br: Use este controle deslizante para modificar a capacidade de todos os apartamentos.

source: Use this slider to modify the capacity of all commercial buildings.
pt_br: Use este controle deslizante para modificar a capacidade de todos os edifícios comerciais.

source: Use this slider to set the percentage of additional talents that you want the game to generate for this new game.
pt_br: Use este controle deslizante para definir a porcentagem de talentos adicionais que você deseja que o jogo gere para este novo jogo.

source: Use this to set the overall difficulty level for operating banks and insurance companies.
pt_br: Use para definir o nível de dificuldade geral para bancos e seguradoras operacionais.

source: Use this tool to remove land-use restrictions on the selected land plots.
pt_br: Use esta ferramenta para remover restrições de uso da terra nos lotes selecionados.

source: Use this tool to restrict different areas of your city to specific uses.
pt_br: Use esta ferramenta para restringir diferentes áreas de sua cidade a usos específicos.

source: Use this tool to set selected land plots to agricultural zones.
pt_br: Use esta ferramenta para definir parcelas de terra selecionadas para zonas agrícolas.

source: Use this tool to set selected land plots to commercial zones.
pt_br: Use esta ferramenta para definir terrenos selecionados para zonas comerciais.

source: Use this tool to set selected land plots to industrial zones.
pt_br: Use esta ferramenta para definir parcelas de terreno selecionadas para zonas industriais.

source: Use this tool to set selected land plots to mixed residential-commercial zones.
pt_br: Use esta ferramenta para definir lotes de terreno selecionados para zonas mistas de residenciais e comerciais.

source: Use this tool to set selected land plots to residential zones.
pt_br: Use esta ferramenta para definir terrenos selecionados para zonas residenciais.

source: Using the MOD folder
pt_br: Usando a pasta MOD

source: Vertical bars represent your corporation's monthly profit or loss.
pt_br: As barras verticais representam o lucro ou prejuízo mensal da sua Corporação.

source: Very Fast
pt_br: Muito rápido

source: Very Slow
pt_br: Muito lento

source: View Clients
pt_br: Ver Clientes

source: View Talents
pt_br: Ver Talentos

source: View available talents in different cities.
pt_br: Veja os talentos disponíveis em diferentes cidades.

source: View the financial statements of this corporate group, in addition to those of this bank.
pt_br: Veja as demonstrações financeiras deste grupo empresarial, além das deste banco.

source: View the financial statements of this corporate group, in addition to those of this insurance company.
pt_br: Veja as demonstrações financeiras deste grupo corporativo, além das da companhia de seguros.

source: View the list of clients that are purchasing this product.
pt_br: Veja a lista de clientes que estão comprando este produto.

source: View the operating expenses of this bank branch.
pt_br: Veja as despesas operacionais desta agência bancária.

source: View the operating expenses of this insurance office.
pt_br: Veja as despesas operacionais deste escritório de seguros.

source: WSAD Keys
pt_br: Teclas WSAD

source: Wage Rate
pt_br: Taxa salarial

source: Warehouse Floors
pt_br: Pisos de Armazém

source: Warning: The Capacity Utilization Rate of this unit is zero.
pt_br: Advertência: A taxa de utilização da capacidade desta unidade é zero.

source: We are now in the city view.
pt_br: Estamos agora na vista da cidade.

source: We can now see the ~Layout~ of your store, which is a 3x3 grid of boxes.
pt_br: Agora podemos ver o ~ Layout ~ de sua loja, que é uma grade 3x3 quadrados.

source: We want to find out what products can be made from ~Timber~, so click the ~INPUT~ button.
pt_br: Queremos descobrir quais produtos podem ser feitos de ~Madeira~, então clique no botão ~ENTRADA~.

source: We will cover this in a later tutorial.
pt_br: Abordaremos isto em um tutorial posterior.
